example/query/Poll_event_single_param_basic/GE_eventTime.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"
                  xmlns:query="urn:epcglobal:epcis-query:xsd:1">
    <soapenv:Header/>
    <soapenv:Body>
        <query:Poll>
            <queryName>SimpleEventQuery</queryName>
            <params>
                <param>
                    <name>GE_eventTime</name>
                    <value xsi:type="xsd:dateTime">2000-06-08T23:58:56.591-09:00</value>
                </param>
            </params>
        </query:Poll>
    </soapenv:Body>
</soapenv:Envelope>